--
-- Дамп данных таблицы `author`
--

INSERT INTO `author` (`id`, `name_author`) VALUES
(1, 'Андрей Богуславский'),
(2, 'Марк Саммерфильд'),
(3, 'М., Вильямс'),
(4, 'Уэс Маккинни'),
(5, 'Брюс Эккель'),
(6, 'Томас Кормен'),
(7, 'Чарльз Лейзерсон'),
(8, 'Рональд Ривест'),
(9, 'Клиффорд Штайн'),
(10, 'Дэвид Флэнаган'),
(11, 'Гэри Маклин Холл'),
(12, 'Джеймс Р. Грофф'),
(13, 'Люк Веллинг'),
(14, 'Сергей Мастицкий'),
(15, 'Джон Вудкок'),
(16, 'Джереми Блум'),
(17, 'А. Белов'),
(18, 'Сэмюэл Грингард'),
(19, 'Сет Гринберг'),
(20, 'Александр Сераков'),
(21, 'Тим Кедлек'),
(22, 'Пол Дейтел'),
(23, 'Харви Дейтел'),
(24, 'Роберт Мартин'),
(25, 'Энтони Грей'),
(26, 'Мартин Фаулер'),
(27, 'Прамодкумар Дж. Садаладж'),
(28, 'Джей Макгаврен'),
(29, 'Дрю Нейл');